Revit 2027 API
BuiltInFailures.EditingFailures.ElementsDeleted Property
 Elements were deleted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ElementsDeleted { get; }
Public Shared ReadOnly Property ElementsDeleted As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ElementsDeleted {
	FailureDefinitionId^ get ();
}
static member ElementsDeleted : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.EditingFailures Class
Autodesk.Revit.DB Namespace